brew "awscli"
brew "awscli-local"
brew "bash"
brew "bat"
brew "colima"
brew "coreutils"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "git-subrepo"
brew "gnu-sed"
brew "gum"
brew "hcledit"
brew "httpie"
brew "hub"
brew "jmeter"
brew "jq"
brew "just"
brew "lima"
brew "mailhog"
brew "mkdocs"
brew "mob"
brew "nvm"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "pyenv"
brew "python@3.13"
brew "qemu"
brew "terraform-docs"
brew "terraform-local"
brew "tflint"
brew "tmux"
brew "typescript"
brew "unbound"
brew "virtualenv"
cask "alt-tab"
cask "drawio"
cask "emacs"
cask "gpg-suite"
cask "iterm2"
cask "rectangle"
cask "obsidian"
cask "microsoft-teams"
cask "slack"

tap "beeftornado/rmtree"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "localstack/tap"
tap "minamijoyo/hcledit"
tap "remotemobprogramming/brew"
