brew "awscli"
brew "bash"
brew "bat"
brew "colima"
brew "coreutils"
brew "denisidoro/tools/docpars"
brew "direnv"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dos2unix"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-subrepo"
brew "gnu-sed"
brew "gum"
brew "hashicorp/tap/terraform"
brew "httpie"
brew "hub"
brew "jq"
brew "just"
brew "lima"
brew "mailhog"
brew "minamijoyo/hcledit/hcledit"
brew "mkdocs"
brew "nvm"
brew "poetry"
brew "postgresql@14"
brew "pre-commit"
brew "python@3.13"
brew "remotemobprogramming/brew/mob"
brew "terraform-docs"
brew "tflint"
brew "unbound"
brew "virtualenv"
cask "alt-tab"
cask "drawio"
cask "emacs"
cask "gpg-suite"
cask "iterm2"
cask "rectangle"
tap "beeftornado/rmtree"
tap "denisidoro/tools"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "minamijoyo/hcledit"
tap "remotemobprogramming/brew"
